<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<!-- 
<body onload="checkMessage()">
 -->
<!-- 함수를 한번 읽고 웹페이지가 실행된다. -->

	<p id = "p1"></p>
	
	<!-- 
	<script type="text/javascript">
		function checkMessage(){
			document.getElementById("demo").innerHTML=
				"CheckMessage() 호출됨. ";
		}
		
	</script>
 -->
 		<body onload="viewScroll()">
 			'자사고 등 일반고 일괄전환' 개정안 입법예고 종료‥반대 본격화
 		</body>
 		<pre>
	[EBS 저녁뉴스]
자사고와 외고, 국제고를 2025년에 일반고로 일괄 전환하는 시행령 개정안의 입법 예고 기간이 오늘로 종료됐습니다.
 하지만, 해당 학교들은 개정안이 위헌적이고 위법적인 내용을 담고 있다며 교육부에 반대의견서를 제출했습니다. 
 또, 시행령이 공포될 경우 헌법소원도 진행하겠다고 밝혀 법적 갈등이 예상됩니다. 황대훈 기자입니다.
[리포트]
지난 해 11월 27일, 교육부가 입법예고한 초중등교육법 시행령 개정안입니다. 
자사고와 외고, 국제고의 설립 근거를 삭제해, 2025년부터 일반고로 일괄 전환하도록 했습니다. 
40일의 입법예고 기간 마지막 날인 오늘, 전국의 자사고와 외고, 국제고들이 일반고 전환에 반대하는 의견서를 교육부에 제출했습니다. 
이들은 자사고와 외고 등의 지위를 법적으로 보장하지 않고 시행령 개정만으로 폐지하는 건 헌법상의 교육법정주의 원칙을 위반하는 위헌적인 조치라고 주장했습니다.
또 모든 학교들이 일반고가 되면 교육의 다양성이 침해되고 학생들의 선택권이 줄어들 것이라며 시행령이 공포되면 헌법소원에 나서겠다고 강조했습니다. 
한만위 교장 / 민족사관고 
"만약에 지금처럼 이렇게 시행령이 폐지되고 모든 교육이 획일화된다면 과연 교육은 살아남아 있을까요.
 제 생각에 교육은 사라지고 어쩌면 정치만 남는 건 아닐까 하는 생각이 듭니다."
보수 성향의 교수단체도 토론회를 열고 자사고와 외고, 국제고 폐지 정책을 철회하라고 요구했습니다. 
이제봉 교수 / 울산대 교육학과
"우리 사회 공정성의 문제는 문재인 정권의 독선, 탈법, 반칙, 위선이며, 이것을 모면하기 위해서 외고·자사고·국제고를 희생양으로 삼지 마라."
전국의 16개 사립외고들도 졸업생을 중심으로 공동 변호인단을 꾸리고, 헌법소원을 비롯한 법적대응에 나서겠다고 예고한 상태입니다. 
교육부가 이르면 이번 달 안에 시행령을 공포할 것으로 알려진 가운데, 정부의 고교 체제 개편 작업은 시행과 함께 다시 법적 분쟁을 겪을 것으로 보입니다. 
EBS 뉴스 황대훈입니다. 
 		</pre>
 		
 		<script type="text/javascript">
 		//자동으로 스크롤을 조금 씩 내려준다. 증권사에서 간혹 사용하는 방식이다. 
 			posY=0;
 			function viewScroll(){
 				window.scroll(0,posY);
 				posY=posY+2;
 				if(posY == 300) posY = 0;
 				setTimeout("viewScroll()", 100);
 			}
 			
 		</script>
 
 
 
 
 
 
 
 
 
</body>
</html>